<?php
/*"******************************************************************************************************
*   (c) 2004-2006 by MulchProductions, www.mulchprod.de                                                 *
*   (c) 2007-2012 by Kajona, www.kajona.de                                                              *
*       Published under the GNU LGPL v2.1, see /system/licence_lgpl.txt                                 *
*-------------------------------------------------------------------------------------------------------*
*	$Id$					    *
********************************************************************************************************/
//Edited with Kajona Language Editor GUI, see www.kajona.de and www.mulchprod.de for more information
//Kajona Language Editor Core Build 385

//editable entries
$lang["_news_search_resultpage_"]        = "Страница результатов:";
$lang["_news_search_resultpage_hint"]    = "Эта страница отображает детали о новостях, которые были найдены при поиске.";
$lang["actionListNewsFeed"]              = "RSS-лента";
$lang["actionNew"]                       = "Создать новость";
$lang["actionNewNewsFeed"]               = "Новая RSS-лента";
$lang["contentToolbar_content"]          = "Изменить содержание";
$lang["contentToolbar_properties"]       = "Изменить настройки";
$lang["delete_question"]                 = "Вы действительно хотите удалить новости &quot;<b>%%element_name%%</b>&quot;?";
$lang["editNewsFeed"]                    = "Изменить ленту";
$lang["feed_delete_question"]            = "Вы действительно хотите удалить ленту &quot;<b>%%element_name%%</b>&quot;?";
$lang["feed_liste_leer"]                 = "Нет доступных feeds";
$lang["form_feed_cat"]                   = "Категория ленты:";
$lang["form_feed_desc"]                  = "Описание ленты:";
$lang["form_feed_link"]                  = "Ссылка на дальнейшую информацию:";
$lang["form_feed_page"]                  = "Страница для детального просмотра:";
$lang["form_feed_title"]                 = "Имя ленты:";
$lang["form_feed_urltitle"]              = "Имя ленты URL:";
$lang["form_news_dateend"]               = "Конечная дата:";
$lang["form_news_datespecial"]           = "Дата архивации:";
$lang["form_news_datestart"]             = "Начальная дата:";
$lang["form_news_intro"]                 = "Пробник:";
$lang["form_news_text"]                  = "Длинный текст:";
$lang["kat_anzeigen"]                    = "Показать категорию";
$lang["kat_ausblenden"]                  = "Показать / Скрыть категории";
$lang["kat_bearbeiten"]                  = "Изменить категорию";
$lang["klapper"]                         = "Показать / Скрыть категорию";
$lang["liste_leer"]                      = "Нет новостей";
$lang["modul_titel"]                     = "Новости";
$lang["modul_titel2"]                    = "Управление новостями - категория";
$lang["news_basicdata"]                  = "Исходная информация новостей";
$lang["news_edit"]                       = "Изменить новости";
$lang["quickhelp_editCat"]               = "В настоящий момент Вы можете установить только имя категории.";
$lang["quickhelp_editNews"]              = "Вы можете изменить или создать исходную информацию новостей. Исходная информация содержит имя новостей и несколько дат, которые могут быть заданы:<ul><li>Начальная дата: начиная с этой даты новости будут показаны на портале</li><li>Конечная дата: начиная с этой даты новости не отображаются ни на портале, ни в архиве</li><li>Дата архивации: начиная с этой даты новости показываются в архиве, а не на портале</li></ul>Дополнительно здесь может быть изменена принадлежность к категориям.";
$lang["quickhelp_editNewsFeed"]          = "Здесь вы можете изменить настройки новых и уже существующих лент.<br />Детальное отображение используется когда подписчик запросил новостное сообщение. Вы можете ограницить количество новостей при установке категории ленты.<br />Вы можете установить URL ленты в поле \"Имя URL ленты\", например /newsnfacts.rss. Имя должно содержать только буквы и цифры (а-я, А-Я, 0-9).";
$lang["quickhelp_editNewscontent"]       = "Вы можете изменить содержание новостей здесь.";
$lang["quickhelp_list"]                  = "Все новости и категории приведены здесь.<br />Первая часть содержит категории, вторая - новости.<br />Для отображения всех новостей для заданной категории Вы можете кликнуть на '".$lang["kat_anzeigen"]."'.<br />Список новостей содержит имя новости, количество хитов, а также начальную и конечную даты.";
$lang["quickhelp_newCat"]                = "В настоящий момент Вы можете определить только имя категории.";
$lang["quickhelp_newNews"]               = "Вы можете изменить или создать исходную информацию новостей. Исходная информация содержит имя новостей и несколько дат, которые могут быть заданы:<ul><li>Начальная дата: начиная с этой даты новости будут показаны на портале</li><li>Конечная дата: начиная с этой даты новости не отображаются ни на портале, ни в архиве</li><li>Дата архивации: начиная с этой даты новости показываются в архиве, а не на портале</li></ul>Дополнительно здесь может быть изменена принадлежность к категориям.";
$lang["quickhelp_newNewsFeed"]           = "Здесь вы можете изменить настройки новых и уже существующих лент.<br />Детальное отображение используется когда подписчик запросил новостное сообщение. Вы можете ограницить количество новостей при установке категории ленты.<br />Вы можете установить URL ленты в поле \"Имя URL ленты\", например /newsnfacts.rss. Имя должно содержать только буквы и цифры (а-я, А-Я, 0-9).";
$lang["quickhelp_newsFeed"]              = "В этом разделе Вы можете управлять rss-лентами. Список содержит все rss-ленты, которые существуют в системе.";
$lang["required_feed_page"]              = "Страница с деталями";
$lang["required_feed_title"]             = "Имя ленты";
$lang["required_feed_urltitle"]          = "Имя URL ленты";
$lang["required_news_title"]             = "Имя новостей";
