<?php
/*"******************************************************************************************************
*   (c) 2004-2006 by MulchProductions, www.mulchprod.de                                                 *
*   (c) 2007-2016 by Kajona, www.kajona.de                                                              *
*       Published under the GNU LGPL v2.1, see /system/licence_lgpl.txt                                 *
*-------------------------------------------------------------------------------------------------------*
*	$Id$					    *
********************************************************************************************************/
//Edited with Kajona Language Editor GUI, see www.kajona.de and www.mulchprod.de for more information
//Kajona Language Editor Core Build 385

//editable entries
$lang["_pages_cacheenabled_"]            = "Кеширане на страници разрешено";
$lang["_pages_cacheenabled_hint"]        = "За да имате работещо кеширане, времето за кеширане на елемент от страницата трябва да бъде зададено в модул страници.";
$lang["_pages_defaulttemplate_"]         = "Основен Шаблон";
$lang["_pages_errorpage_"]               = "Страница при грешка";
$lang["_pages_indexpage_"]               = "Старт страница";
$lang["_pages_newdisabled_"]             = "Нови страници неактивни";
$lang["_pages_newdisabled_hint"]         = "Ако е установено 'да' новите страници остават неактивни";
$lang["_pages_portaleditor_"]            = "Редактора на портала активен";
$lang["_pages_templatechange_"]          = "Позволи смяна на шаблони";
$lang["_pages_templatechange_hint"]      = "Определя дали шаблона на страници със съдържание, може да се променя или не. Ако е указано 'да' може да има неочаквани странични ефекти!";
$lang["action_update_placeholder"]       = "Обнови контейнер";
$lang["browsername"]                     = "Име в HTML тага [title]";
$lang["contentToolbar_content"]          = "Редактирай съдържание";
$lang["contentToolbar_pageproperties"]   = "Редактирай настройки";
$lang["contentToolbar_preview"]          = "Преглед на страниата (Портален редактор)";
$lang["ds_entsperren"]                   = "Отключи запис";
$lang["ds_gesperrt"]                     = "Записа е заключен";
$lang["ds_seite_gesperrt"]               = "Страницата не може да бъде изтрита, съдържа заключени записи";
$lang["element_anlegen"]                 = "Създай елемент";
$lang["element_anlegen_fehler"]          = "Възникна грешка при създаването на елемент";
$lang["element_bearbeiten"]              = "Редактирай елемент";
$lang["element_bearbeiten_fehler"]       = "Възникна грешка при запазването на елемента";
$lang["element_cachetime_hint"]          = "в секунди (-1 = без кеширане)";
$lang["element_first"]                   = "В началото";
$lang["element_hoch"]                    = "Премести елемент нагоре";
$lang["element_install"]                 = "Инсталирай елемент";
$lang["element_installer_hint"]          = "Системата намира не инсталирани елементи";
$lang["element_last"]                    = "В края";
$lang["element_liste_leer"]              = "Няма налични елементи според шаблона";
$lang["element_loeschen_fehler"]         = "Възникна грешка при изтриването на елемент";
$lang["element_loeschen_frage"]          = "Наистина ли искате да премахнете елемента &quot;<b>%%element_name%%</b>&quot;?";
$lang["element_portal"]                  = "Portal-class";
$lang["element_pos"]                     = "Позиция в контейнера";
$lang["element_runter"]                  = "Премести елемент надолу";
$lang["elemente_liste_leer"]             = "Няма инсталирани елементи";
$lang["entry_down"]                      = "Премести надолу";
$lang["entry_up"]                        = "Премести нагоре";
$lang["fehler_captcha"]                  = "Моля попълнете правилно верификационния код";
$lang["fehler_email"]                    = "Моля попълнете съществуваща електронна поща";
$lang["fehler_nachricht"]                = "Моля напишете съобщение";
$lang["fehler_name"]                     = "Моля попълнете име";
$lang["fehler_seite"]                    = "Не съществува начална страница";
$lang["form_element_cachetime"]          = "Максимално време за кеширане";
$lang["form_element_repeat"]             = "Повтарящ";
$lang["inhalte_element"]                 = "Управление на елементи на страницата";
$lang["inhalte_liste"]                   = "Списък със страници";
$lang["inhalte_navi2"]                   = "Страница";
$lang["inhalte_titel"]                   = "Управление на страници -";
$lang["keywords"]                        = "Ключови думи";
$lang["klapper"]                         = "Покажи/скрий папки";
$lang["lasteditTitle"]                   = "Последно редактиране";
$lang["lastuserTitle"]                   = "Последен автор";
$lang["liste_seiten_leer"]               = "Няма налични страници";
$lang["action_new_element"]               = "Създай елемент за страница";
$lang["modul_elemente"]                  = "Елементи на страница";
$lang["action_new_page"]                       = "Създай страница";
$lang["modul_titel"]                     = "Страници";
$lang["name"]                            = "Име (в зависимост от езика)";
$lang["ordner_anlegen_erfolg"]           = "Папките бяха успешно създадени";
$lang["ordner_loeschen_erfolg"]          = "Папките бяха успешно изтрити";
$lang["ordner_loeschen_fehler"]          = "Възникна грешка при изтриването на папката";
$lang["ordner_loschen_leer"]             = "Папката не може да бъде изтрита, не е празна";
$lang["ordner_name"]                     = "Папка";
$lang["ordner_name_parent"]              = "Главна папка";
$lang["page_element_end"]                = "Показвай крайния срок";
$lang["page_element_ph_title"]           = "Вътрешно име";
$lang["page_element_start"]              = "От Дата";
$lang["page_element_system_folder"]      = "Покажи/скрий допълнителни полета";
$lang["pages_ordner_edit"]               = "Редактирай папка";
$lang["pages_ordner_loeschen_frage"]     = "Наистина ли искате да премахнете папката &quot;<b>%%element_name%%</b>&quot;?";
$lang["pages_ordner_oeffnen"]            = "Отвори папка";
$lang["pe_dialog_close_warning"]         = "Искате ли да затворите редактор и изхвърлете евентуалните промени?";
$lang["pe_disable"]                      = "Деактивирай портал редактора";
$lang["pe_edit"]                         = "Редактирай";
$lang["pe_enable"]                       = "Активирай портал редактора";
$lang["pe_icon_edit"]                    = "Отвори страницата в администрацията";
$lang["pe_icon_page"]                    = "Редактирай страницата с детайли в администрацията";
$lang["pe_move"]                         = "местя";
$lang["pe_new"]                          = "Нов елемент в контейнера";
$lang["pe_status_autor"]                 = "Последен автор";
$lang["pe_status_page"]                  = "Страница";
$lang["pe_status_status"]                = "Статус";
$lang["pe_status_time"]                  = "Последна редакция";
$lang["plNew"]                           = "Нов контейнер";
$lang["plRename"]                        = "Обнови";
$lang["plToUpdate"]                      = "Стар контейнер";
$lang["plUpdateFalse"]                   = "Възникна грешка при обновяването на контейнера.";
$lang["plUpdateHelp"]                    = "На тази страница можете да обновите контейнерите запазени в база данни.<br/> Това може да бъде задължително, ако контейнера е бил удължен от друг елемент към страница. В такъв случай, новият елемент ще е видим в администрацията, но няма да бъде видим в портала. За да промените това, контейнерите запазени в база данни трябва да бъдат обновени с новите.<br /> За целта е нужно името на променения шаблон, името на стария контейнер, (name_element) и името на новия контейнер (пример: name_element|element2). Името не трябва да съдържа процентен знак.";
$lang["plUpdateTrue"]                    = "Обновяването успешно.";
$lang["placeholder"]                     = "Контейнер";
$lang["quickhelp_edit_element"]          = "Тази форма се използва за създаване или промяна на основните данни на елементите на страницата. От тук можете да установите следните области: <br /><ul><li>Име: Име на елемента</li><li>Максимално време за кеширане: Времетраене в секунди елемента е валиден в кеша.<br />След това време, страницата ще бъде регенерирана чрез следваща заявка.</li><li>Admin-class: клас съдържащ администраторските форми.</li><li>Portal-class: клас отговаряш за работата на портала.</li><li> Повтарящ: определя дали елемента е в състояние да бъде повече от един път в контейнера или не.</li></ul>";
$lang["quickhelp_edit_folder"]           = "За създаване или преименуване на папка, името на папката може да бъде зададено тук.";
$lang["quickhelp_flush_cache"]           = "Поздравления - кеша бе изчистен преди секунди ;-)";
$lang["quickhelp_list"]                  = "В този списък можете да разгледате всички налични страници.<br /> Следователно, страниците могат да бъдат сортиране по тяхното ползване чрез виртуални папки.<br />Докато за редактиране на съдържанието на дадена страница, елементите могат да бъдат създавани, редактирани или изтрити в зависимост от контейнерите предоставени от шаблона.";
$lang["quickhelp_list_elements"]         = "Този списък съдържа всички налични елементи към страниците.<br />Името на елемента съвпада с последната част на контейнера в шаблона.<br />Ако системата установи, че все още има не инсталирани елементи, тези елементи са дадени в края на списъка.";
$lang["quickhelp_new_element"]           = "Тази форма се използва за създаване или промяна на основните данни на елементите към страницата. От тук можете да попълните следните полета: <br /><ul><li>Име: Име на елемента</li><li>Максимално време за кеширане: Времетраене в секунди елемента е валиден в кеша.<br />След това време, страницата ще бъде регенерирана чрез следваща заявка.</li><li>Admin-class: клас съдържащ администраторските форми.</li><li>Portal-class: клас отговаряш за работата на портала.</li><li> Повтарящ: определя дали елемента е в състояние да бъде повече от един път в контейнера или не.</li></ul>";
$lang["quickhelp_new_folder"]            = "За създаване или преименуване на папка, името на папката може да бъде зададено тук.";
$lang["quickhelp_new_page"]              = "Тази форма се използва за създаване или промяна на страница. От тук можете да попълните следните полета: <br /><ul><li>Име: Име на страницата. Това име се ползва за отварянето на страницата в портала.</li><li>Browser заглаваие: Заглавието се показва горе в ляво на вашия browser.</li><li>SEO-URL-Ключови думи: Оптимизацията за търсачките, представя няколко ключови думи относно страницата.</li><li>Описание: Кратко описание на страницата. Този текст се показва в резултатите от търсене и други резюмета</li><li>Ключови думи: Написаният списък от думи, разделени със запетая, се поставят в мета-таговете на изходния код от вашата страница. Тези ключови думи рефлектират на търсачките.</li><li>Папка: Вътрешната виртуална папка, в която да запазите страницата.</li><li>Шаблон: Шаблонът, които се ползва за основа на страницата. В повечето случай полето става не активно, в следствие присъствие на съдържание в страницата</li></ul>";
$lang["quickhelp_update_placeholder"]    = "ВНИМАНИЕ! Това действие е необходимо, ако шаблонния контейнер е бил удължен. Ако шаблонния контейнер е бил удължен, неговото съдържание няма да бъде видимо в портала, защото базата данни държи още стария контейнер. За да замените стария контейнер с новия, ползвайте тази форма.";
$lang["required_element_cachetime"]      = "Кеш времетраене на елемент";
$lang["required_element_name"]           = "Име на елемента";
$lang["required_elementid"]              = "Съществува елемент с това име.";
$lang["required_name"]                   = "Име на страницата";
$lang["required_ordner_name"]            = "Име на папката";
$lang["seite_bearbeiten"]                = "Редактирай страницата";
$lang["seite_copy"]                      = "Копирай страницата";
$lang["seite_inhalte"]                   = "Редактирай съдържанието на страницата";
$lang["seite_loeschen_erfolg"]           = "Страницата бе изтрита успешно";
$lang["seite_loeschen_frage"]            = "Наистина ли искате да премахнете страницата &quot;<b>%%element_name%%</b>&quot;?";
$lang["seite_oeffnen"]                   = "Покажи  елементи за страницата";
$lang["select_page"]                     = "Изберете страница";
$lang["seostring"]                       = "SEO-URL-ключови думи";
$lang["template"]                        = "Шаблон";
$lang["templateNotLoaded"]               = "ВНИМАНИЕ: Не беше избран шаблон за страницата или не може да бъде зареден!";
$lang["templateNotSelectedBefore"]       = "ВНИМАНИЕ: Няма избран шаблон за тази страница!";
$lang["warning_elementsremaining"]       = "ВНИМАНИЕ<br /> Съществуват елементи към страници в системата, които не могат да бъдат прикрепени към контейнерите осигурени от шаблона. Това може да се случи, ако контейнера е преместен или преименуван. За преименуването на контейнер в системата можете да използвате функцията \"Обнови контейнер\". Следва списък на елементите след това предупреждение.";
