<?php
/*"******************************************************************************************************
*   (c) 2004-2006 by MulchProductions, www.mulchprod.de                                                 *
*   (c) 2007-2016 by Kajona, www.kajona.de                                                              *
*       Published under the GNU LGPL v2.1, see /system/licence_lgpl.txt                                 *
*-------------------------------------------------------------------------------------------------------*
*	$Id$					    *
********************************************************************************************************/
//Edited with Kajona Language Editor GUI, see www.kajona.de and www.mulchprod.de for more information
//Kajona Language Editor Core Build 385

//editable entries
$lang["_pages_cacheenabled_"]            = "Кэш страницы включен";
$lang["_pages_cacheenabled_hint"]        = "Чтобы иметь надлежащий рабочий кэш необходимо установить кэш-время элементов страницы в модуле страницы.";
$lang["_pages_defaulttemplate_"]         = "Шаблон по умолчанию";
$lang["_pages_errorpage_"]               = "Ошибка страницы";
$lang["_pages_indexpage_"]               = "Главная страница";
$lang["_pages_newdisabled_"]             = "Новые страницы неактивны";
$lang["_pages_newdisabled_hint"]         = "Если установлено \"Да\", то новые страницы остаются неактивными";
$lang["_pages_portaleditor_"]            = "Редактор портала активен";
$lang["_pages_templatechange_"]          = "Разрешено изменение шаблонов";
$lang["_pages_templatechange_hint"]      = "Определяет разрешено ли изменение шаблона страниц с содержанием или нет. Если установлено \"Да\", то это может привести к непредсказуемым побочным эффектам!";
$lang["action_update_placeholder"]       = "Обновить контейнер";
$lang["browsername"]                     = "Имя браузера";
$lang["contentToolbar_content"]          = "Изменить содержание";
$lang["contentToolbar_pageproperties"]   = "Изменить настройки";
$lang["contentToolbar_preview"]          = "Предпросмотр страницы (Редактор портала)";
$lang["ds_entsperren"]                   = "Разблокировать запись";
$lang["ds_gesperrt"]                     = "Запись временно заблокирована";
$lang["ds_seite_gesperrt"]               = "Страница не может быть удалена, так как она содержит заблокированные записи";
$lang["element_admin"]                   = "Админ-класс";
$lang["element_anlegen"]                 = "Создать элемент";
$lang["element_anlegen_fehler"]          = "Ошибка при создании элемента страницы";
$lang["element_bearbeiten"]              = "Изменить элемент";
$lang["element_bearbeiten_fehler"]       = "Ошибка при сохранении элемента страницы";
$lang["element_cachetime_hint"]          = "в секундах (-1 = нет кэша)";
$lang["element_first"]                   = "В начало";
$lang["element_hoch"]                    = "Переместить элемент наверх";
$lang["element_install"]                 = "Установить элемент";
$lang["element_installer_hint"]          = "Найденные инсталляторы элементов еще не установлены";
$lang["element_last"]                    = "В конец";
$lang["element_liste_leer"]              = "Нет элементов страницы, предоставляемых этим шаблоном";
$lang["element_loeschen_fehler"]         = "Ошибка при удалении элемента страницы";
$lang["element_loeschen_frage"]          = "Вы действительно хотите удалить элемент страницы &quot;<b>%%element_name%%</b>&quot;?";
$lang["element_pos"]                     = "Позиция в держателе мест";
$lang["element_runter"]                  = "Переместить элемент вниз";
$lang["elemente_liste_leer"]             = "Нет установленных элементов страницы";
$lang["entry_down"]                      = "Опустить";
$lang["entry_up"]                        = "Поднять";
$lang["fehler_name"]                     = "Не предоставлено имя страницы";
$lang["form_element_cachetime"]          = "Максимальное время продолжительности кэша";
$lang["form_element_classportal"]        = "Портал-класс";
$lang["form_element_repeat"]             = "Повторяющийся";
$lang["inhalte_element"]                 = "Управлять элементами страницы";
$lang["inhalte_liste"]                   = "Список страниц";
$lang["inhalte_navi2"]                   = "Страница";
$lang["inhalte_titel"]                   = "Управление страницей - ";
$lang["keywords"]                        = "Ключевые слова";
$lang["klapper"]                         = "Показать / Спрятать папки";
$lang["lasteditTitle"]                   = "Последняя модификация";
$lang["lastuserTitle"]                   = "Последняя модификация от";
$lang["liste_seiten_leer"]               = "Нет доступных страниц";
$lang["action_new_element"]               = "Создать элемент страницы";
$lang["modul_elemente"]                  = "Элементы страницы";
$lang["action_new_page"]                       = "Создать страницу";
$lang["modul_titel"]                     = "Страницы";
$lang["name"]                            = "Имя (независимо от языка)";
$lang["ordner_anlegen_erfolg"]           = "Папка успешно создана";
$lang["ordner_loeschen_erfolg"]          = "Папка успешно удалена";
$lang["ordner_loeschen_fehler"]          = "Ошибка при удалении папки";
$lang["ordner_loschen_leer"]             = "Папка не может быть удалена, в ней что-то содержится";
$lang["ordner_name"]                     = "Папка";
$lang["ordner_name_parent"]              = "Главная папка";
$lang["page_element_end"]                = "Отобразить конец периода";
$lang["page_element_ph_title"]           = "Внутреннее название";
$lang["page_element_start"]              = "Отобразить начальный период";
$lang["page_element_system_folder"]      = "Отобразить / Скрыть дополнительные поля";
$lang["pages_ordner_edit"]               = "Изменить папку";
$lang["pages_ordner_loeschen_frage"]     = "Вы действительно хотите удалить папку &quot;<b>%%element_name%%</b>&quot;?";
$lang["pages_ordner_oeffnen"]            = "Открыть папку";
$lang["pe_dialog_close_warning"]         = "Вы хотите, чтобы закрыть редактор и отбросить возможные изменения?";
$lang["pe_disable"]                      = "Временно деактевировать редактор портала";
$lang["pe_edit"]                         = "Изменить";
$lang["pe_enable"]                       = "Активировать редактор портала";
$lang["pe_icon_edit"]                    = "Открыть страницу в администрации";
$lang["pe_icon_page"]                    = "Изменить детали страницы в администрации";
$lang["pe_move"]                         = "Перемещать";
$lang["pe_new"]                          = "Новый элемент в заполнитель";
$lang["pe_status_autor"]                 = "Последний автор";
$lang["pe_status_page"]                  = "Страница";
$lang["pe_status_status"]                = "Статус";
$lang["pe_status_time"]                  = "Последняя модификация";
$lang["plNew"]                           = "Новый контейнер";
$lang["plRename"]                        = "Обновить";
$lang["plToUpdate"]                      = "Старый контейнер";
$lang["plUpdateFalse"]                   = "Ошибка при обновлении контейнера.";
$lang["plUpdateHelp"]                    = "Здесь Вы можете обновить контейнеры, которые сохранены в датабазе.<br />Это может оказаться необходимым, если контейнер был дополнен другим элементов страницы. В этом случае новый элемент появится в администрации, но останется невидимым на портале. Чтобы это изменить, сохраненные в датабазе контейнеры должны быть обновлены. <br />Чтобы это сделать, Вам необходимо имя измененного шаблона, имя старого контейнера (имя_элемента) и имя нового контейнера (например имя_элемента|элемент2). Контейнер следует называть без использования процентного знака.";
$lang["plUpdateTrue"]                    = "Обновление прошло успешно.";
$lang["placeholder"]                     = "Контейнер";
$lang["quickhelp_edit_element"]          = "Эта форма используется для создания или модификации базовой информации о элементах страницы. Поэтому Вы можете установить следущие поля:<br /><ul><li>Имя: Имя элемента</li><li>Максимальное время продолжительности кэша: Продолжительность действительности элемента кэша в секундах.<br />После этой продолжительности, страница будет регенерирована при следущем запросе.</li><li>Админ-класс: тип, содержащий администраторские формы</li><li>Портал-класс: тип, ответственный за создание конечных данных портала.</li><li>Повторающийся: определяет, разрешен ли элемент больше одного раза в контейнере или нет.</li></ul>";
$lang["quickhelp_edit_folder"]           = "Для создания или переименования папки, имя папки может быть установлено здесь.";
$lang["quickhelp_flush_cache"]           = "Поздравления! - кэш страницы был очищен несколько секунд назад ;-)";
$lang["quickhelp_list"]                  = "Здесь вы можете просмотреть все доступные страницы.<br />Поэтому страницы могут быть отсортированны по использованию виртуальных папок.<br />При изменении содержания страницы элементы могут быть созданы, отредактированны или удалены в соответствии с контейнерами, предоставленными шаблонами.";
$lang["quickhelp_list_elements"]         = "Этот список содержит все доступные в настоящее время элементы страницы.<br />Имя элемента совпадает с последней частью контейнера в шаблоне.<br />Если система находит, что инсталляторы элементов еще не установлены, то эти элементы отображаются в конце списка для установки.";
$lang["quickhelp_new_element"]           = "Эта форма используется для создания или модификации базовой информации о элементах страницы. Поэтому Вы можете установить следущие поля:<br /><ul><li>Имя: Имя элемента</li><li>Максимальное время продолжительности кэша: Продолжительность действительности элемента кэша в секундах. <br />После этой продолжительности, страница будет регенерирована при следущем запросе.</li><li>Админ-класс: тип, содержащий администраторские формы</li><li>Портал-класс: тип, ответственный за создание конечных данных портала.</li><li>Повторающийся: определяет, разрешен ли элемент больше одного раза в контейнере или нет.</li></ul>";
$lang["quickhelp_new_folder"]            = "Для создания или переименования папки, имя папки может быть заданно здесь.";
$lang["quickhelp_new_page"]              = "Эта форма используется для создания или изменения страницы.<br />Поэтому Вы можете предоставить следущую информацию:<br /><ul><li>Имя: Имя страницы. Это имя используется для открытия страницы на портале.</li><li>Имя браузера: Окно браузера отображает это название.</li><li>SEO-URL-Ключевые слова: Оптимизация поисковых машин, приводит несколько ключевых слов о этой странице, которые будут добавлены в url.</li><li>Описание: Короткое описание страницы. Этот текст отображается в результатах поиска и других сводках.</li><li>Ключевые слова: Предоставленный список разделенных запятыми ключевых слов расположен в мета-тегах страницы. Эти ключевые слова релевантны для поисковых машин.</li><li>Папка: Внутренняя виртуальная папка для сохранения информации страницы.</li><li>Шаблон: Шаблон используется как основа для страницы. В большинстве случаев это поле неактивно до тех пор, пока не создано содержание этой страницы</li></ul>";
$lang["quickhelp_update_placeholder"]    = "ВНИМАНИЕ! Это действие необходимо если контейнер шаблона был расширен.<br />В этом случае сожержание этого контейнера шаблона не будет отображено на портале, поскольку датабаза все еще содержит старые контейнер. Для замещения этого старого контейнера новым, используйте эту форму.";
$lang["required_element_cachetime"]      = "Продолжительность кэша элемента";
$lang["required_element_name"]           = "Имя элемента";
$lang["required_elementid"]              = "Элемент с таким именем уже существует.";
$lang["required_name"]                   = "Имя страницы";
$lang["required_ordner_name"]            = "Имя папки";
$lang["seite_bearbeiten"]                = "Изменить страницу";
$lang["seite_copy"]                      = "Скопировать страницу";
$lang["seite_inhalte"]                   = "Изменить содержание страницы";
$lang["seite_loeschen_erfolg"]           = "Страница успешно удалена";
$lang["seite_loeschen_frage"]            = "Вы действительно хотите удалить страницу &quot;<b>%%element_name%%</b>&quot;?";
$lang["seite_oeffnen"]                   = "Показать элементы страницы";
$lang["select_page"]                     = "Выберите страницу";
$lang["seostring"]                       = "SEO-URL-Ключевые слова";
$lang["template"]                        = "Шаблон";
$lang["templateNotLoaded"]               = "ВНИМАНИЕ: Не выбран или не может быть загружен шаблон для этой страницы!";
$lang["templateNotSelectedBefore"]       = "ВНИМАНИЕ: Не выбран шаблон для этой страницы!";
$lang["warning_elementsremaining"]       = "ВНИМАНИЕ<br />Некоторые элементы страницы в системе не могут быть соотнесены ни с каким контейнером, предоставленным шаблоном. Это может случиться, если контейнер был переименован или перемещен из шаблона. Для переименования контейнера в системе Вы можете использовать функцию \"Обновить контейнер\". Список элементов предоставляется после предупреждения.";
