<?php
/*"******************************************************************************************************
*   (c) 2004-2006 by MulchProductions, www.mulchprod.de                                                 *
*   (c) 2007-2009 by Kajona, www.kajona.de                                                              *
*       Published under the GNU LGPL v2.1, see /system/licence_lgpl.txt                                 *
*-------------------------------------------------------------------------------------------------------*
*   $Id$                                       *
********************************************************************************************************/

// --- Module texts -------------------------------------------------------------------------------------

$text["guestbook_id"]                             = "Gästebuch:";
$text["guestbook_amount"]                         = "Anzahl Einträge pro Seite:";
$text["guestbook_template"]                       = "Template:";

?>