<?php
/*"******************************************************************************************************
*   (c) 2004-2006 by MulchProductions, www.mulchprod.de                                                 *
*   (c) 2007-2011 by Kajona, www.kajona.de                                                              *
*       Published under the GNU LGPL v2.1, see /system/licence_lgpl.txt                                 *
*-------------------------------------------------------------------------------------------------------*
*	$Id$					    *
********************************************************************************************************/
//Edited with Kajona Language Editor GUI, see www.kajona.de and www.mulchprod.de for more information
//Kajona Language Editor Core Build 337

//editable entries
$lang["_faqs_search_resultpage_"]        = "Страница с резултати:";
$lang["_faqs_search_resultpage_hint"]    = "Страницата показва 'Често задаваните въпроси' намерени посредством 'търсене'";
$lang["faq_edit"]                        = "Редактирай Често задавани въпроси";
$lang["faqs_answer"]                     = "Отговор:";
$lang["faqs_loeschen_frage"]             = "Наистина ли искате да изтрийте 'Често задавани въпроси' &quot;<b>%%element_name%%</b>&quot;?";
$lang["faqs_question"]                   = "Въпрос:";
$lang["fehler_recht"]                    = "Няма достатъчно права за тези действия:";
$lang["kat_anzeigen"]                    = "Покажи категория";
$lang["kat_ausblenden"]                  = "Покажи/скрий категориите";
$lang["kat_bearbeiten"]                  = "Редактирай категории";
$lang["liste_leer"]                      = "Няма налични Често задавани въпроси";
$lang["modul_anlegen"]                   = "Създай ЧЗВ";
$lang["modul_titel"]                     = "Често Задавани Въпроси";
$lang["modul_titel2"]                    = "Управление - категории на често задавани въпроси";
$lang["quickhelp_editCat"]               = "В момента може само да дадете име на категорията.";
$lang["quickhelp_editFaq"]               = "Можете да редактирате основна информация за често задавани въпроси, като е създавате или редактирате. Основната информация съдържа въпроси и отговори. Съдържанието на категориите може да бъде променено от тук.";
$lang["quickhelp_list"]                  = "Всички Често Задавани Въпроси и категории са в списъка тук.<br />Първата част съдържа категориите, втората - Често Задавани Въпроси.<br /><br />За да видите всички Често Задавани Въпроси към определена категория щракнете върху <b>".$lang["kat_anzeigen"]."</b>.";
$lang["quickhelp_newCat"]                = "В момента може само да дадете име на категорията.";
$lang["quickhelp_newFaq"]                = "Можете да редактирате основна информация за често задавани въпроси, като е създавате или редактирате. Основната информация съдържа въпроси и отговори. Съдържанието на категориите може да бъде променено от тук.";
$lang["required_faqs_answer"]            = "Отговор";
$lang["required_faqs_question"]          = "Въпрос";
?>