<?php
/*"******************************************************************************************************
*   (c) 2004-2006 by MulchProductions, www.mulchprod.de                                                 *
*   (c) 2007-2011 by Kajona, www.kajona.de                                                              *
*       Published under the GNU LGPL v2.1, see /system/licence_lgpl.txt                                 *
*-------------------------------------------------------------------------------------------------------*
*	$Id: lang_guestbook_ru.php 3952 2011-06-26 12:13:25Z sidler $					    *
********************************************************************************************************/
//Edited with Kajona Language Editor GUI, see www.kajona.de and www.mulchprod.de for more information
//Kajona Language Editor Core Build 337

//editable entries
$lang["_guestbook_search_resultpage_"]   = "Страница результата:";
$lang["_guestbook_search_resultpage_hint"] = "На этой странице приведены ссылки результата поиска постов.";
$lang["edit_post"]                       = "Изменить";
$lang["actionViewGuestbook"]             = "Просмотр гостевой книги";
$lang["gaestebuch_bearbeiten"]           = "Изменить гостевую книгу";
$lang["gaestebuch_listeleer"]            = "Нет гостевых книг в наличии";
$lang["form_gb_guestbookmoderated"]              = "Новые посты деактевированы:";
$lang["delete_question"]                  = "Вы действительно хотите удалить гостевую книгу &quot;<b>%%element_name%%</b>&quot; with all entries?";
$lang["actionNew"]                   = "Новая гостевая книга";
$lang["modul_titel"]                     = "Гостевые книги";
$lang["post_liste_leer"]                 = "Нет постов в наличии";
$lang["post_loeschen_frage"]             = "Вы действительно хотите удалить пост &quot;<b>%%element_name%%</b>&quot;?";
$lang["post_text"]                       = "Сообщение:";
$lang["quickhelp_deletePost"]            = "Если Вы хотите удалить текущий пост, подтвердите это сейчас.";
$lang["quickhelp_editGuestbook"]         = "При создании или изменении гостевой книги может быть задано имя. Дополнительно Вы можете решить, будут ли новые посты публиковаться сразу. В противном случае, новые посты будут оставаться неактивными до тех пор, пока админ не решит их активировать.<br /><br />Совет: Если предполагается, что гости могут писать в гостевую книгу, им необходимо право на это право.";
$lang["quickhelp_list"]                  = "Все созданные гостевые книги могут быть найдены в этом списке.";
$lang["quickhelp_newGuestbook"]          = "При создании или изменении гостевой книги может быть задано имя. Дополнительно Вы можете решить, будут ли новые посты публиковаться сразу. В противном случае, новые посты будут оставаться неактивными до тех пор, пока админ не решит их активировать.<br /><br />Совет: Если предполагается, что гости могут писать в гостевую книгу, им необходимо право на это право.";
$lang["quickhelp_viewGuestbook"]         = "В этом списке приведены все посты, принадлежащие к текущей гостевой книге. Посты могут быть удалены, активированы или деактивированы.";
