<?php
/*"******************************************************************************************************
*   (c) 2004-2006 by MulchProductions, www.mulchprod.de                                                 *
*   (c) 2007-2016 by Kajona, www.kajona.de                                                              *
*       Published under the GNU LGPL v2.1, see /system/licence_lgpl.txt                                 *
*-------------------------------------------------------------------------------------------------------*
*	$Id$					    *
********************************************************************************************************/
//Edited with Kajona Language Editor GUI, see www.kajona.de and www.mulchprod.de for more information
//Kajona Language Editor Core Build 385

//editable entries
$lang["action_new"]                      = "Новая гостевая книга";
$lang["action_view_guestbook"]           = "Просмотр гостевой книги";
$lang["deletePost_question"]             = "Вы действительно хотите удалить пост &quot;<b>%%element_name%%</b>&quot;?";
$lang["delete_question"]                 = "Вы действительно хотите удалить гостевую книгу &quot;<b>%%element_name%%</b>&quot; with all entries?";
$lang["edit_post"]                       = "Изменить";
$lang["form_guestbook_guestbookmoderated"] = "Новые посты деактевированы";
$lang["gaestebuch_bearbeiten"]           = "Изменить гостевую книгу";
$lang["gaestebuch_listeleer"]            = "Нет гостевых книг в наличии";
$lang["modul_titel"]                     = "Гостевые книги";
$lang["post_liste_leer"]                 = "Нет постов в наличии";
$lang["post_text"]                       = "Сообщение";
$lang["quickhelp_delete_post"]           = "Если Вы хотите удалить текущий пост, подтвердите это сейчас.";
$lang["quickhelp_edit_guestbook"]        = "При создании или изменении гостевой книги может быть задано имя. Дополнительно Вы можете решить, будут ли новые посты публиковаться сразу. В противном случае, новые посты будут оставаться неактивными до тех пор, пока админ не решит их активировать.<br /><br />Совет: Если предполагается, что гости могут писать в гостевую книгу, им необходимо право на это право.";
$lang["quickhelp_list"]                  = "Все созданные гостевые книги могут быть найдены в этом списке.";
$lang["quickhelp_new_guestbook"]         = "При создании или изменении гостевой книги может быть задано имя. Дополнительно Вы можете решить, будут ли новые посты публиковаться сразу. В противном случае, новые посты будут оставаться неактивными до тех пор, пока админ не решит их активировать.<br /><br />Совет: Если предполагается, что гости могут писать в гостевую книгу, им необходимо право на это право.";
$lang["quickhelp_view_guestbook"]        = "В этом списке приведены все посты, принадлежащие к текущей гостевой книге. Посты могут быть удалены, активированы или деактивированы.";
