<?php
/*"******************************************************************************************************
*   (c) 2004-2006 by MulchProductions, www.mulchprod.de                                                 *
*   (c) 2007-2011 by Kajona, www.kajona.de                                                              *
*       Published under the GNU LGPL v2.1, see /system/licence_lgpl.txt                                 *
*-------------------------------------------------------------------------------------------------------*
*	$Id$					    *
********************************************************************************************************/
//Edited with Kajona Language Editor GUI, see www.kajona.de and www.mulchprod.de for more information
//Kajona Language Editor Core Build 152

//editable entries
$lang["_guestbook_search_resultpage_"]   = "Страница результата:";
$lang["_guestbook_search_resultpage_hint"] = "На этой странице приведены ссылки результата поиска постов.";
$lang["edit_post"]                       = "Изменить";
$lang["fehler_recht"]                    = "Недостаточно прав для совершения дейстия";
$lang["gaestebuch_anzeigen"]             = "Просмотр гостевой книги";
$lang["gaestebuch_bearbeiten"]           = "Изменить гостевую книгу";
$lang["gaestebuch_listeleer"]            = "Нет гостевых книг в наличии";
$lang["gaestebuch_modus_0"]              = "Новые посты деактевированы";
$lang["gaestebuch_modus_1"]              = "Новые посты активированы";
$lang["gaestebuch_rechte"]               = "Изменить разрешения";
$lang["guestbook_moderated"]             = "Режим контроля:";
$lang["guestbook_title"]                 = "Имя:";
$lang["loeschen_frage"]                  = "Вы действительно хотите удалить гостевую книгу &quot;<b>%%element_name%%</b>&quot; with all entries?";
$lang["modul_anlegen"]                   = "Новая гостевая книга";
$lang["modul_liste"]                     = "Список";
$lang["modul_rechte"]                    = "Разрешения модуля";
$lang["modul_titel"]                     = "Гостевые книги";
$lang["post_liste_leer"]                 = "Нет постов в наличии";
$lang["post_loeschen_frage"]             = "Вы действительно хотите удалить пост &quot;<b>%%element_name%%</b>&quot;?";
$lang["post_text"]                       = "Сообщение:";
$lang["quickhelp_deletePost"]            = "Если Вы хотите удалить текущий пост, подтвердите это сейчас.";
$lang["quickhelp_editGuestbook"]         = "При создании или изменении гостевой книги может быть задано имя. Дополнительно Вы можете решить, будут ли новые посты публиковаться сразу. В противном случае, новые посты будут оставаться неактивными до тех пор, пока админ не решит их активировать.<br /><br />Совет: Если предполагается, что гости могут писать в гостевую книгу, им необходимо право на это право.";
$lang["quickhelp_list"]                  = "Все созданные гостевые книги могут быть найдены в этом списке.";
$lang["quickhelp_newGuestbook"]          = "При создании или изменении гостевой книги может быть задано имя. Дополнительно Вы можете решить, будут ли новые посты публиковаться сразу. В противном случае, новые посты будут оставаться неактивными до тех пор, пока админ не решит их активировать.<br /><br />Совет: Если предполагается, что гости могут писать в гостевую книгу, им необходимо право на это право.";
$lang["quickhelp_viewGuestbook"]         = "В этом списке приведены все посты, принадлежащие к текущей гостевой книге. Посты могут быть удалены, активированы или деактивированы.";
$lang["required_guestbook_title"]        = "Имя";
$lang["speichern"]                       = "Сохранить";
?>