<?php
/*"******************************************************************************************************
*   (c) 2004-2006 by MulchProductions, www.mulchprod.de                                                 *
*   (c) 2007-2016 by Kajona, www.kajona.de                                                              *
*       Published under the GNU LGPL v2.1, see /system/licence_lgpl.txt                                 *
*-------------------------------------------------------------------------------------------------------*
*	$Id$					    *
********************************************************************************************************/
//Edited with Kajona Language Editor GUI, see www.kajona.de and www.mulchprod.de for more information
//Kajona Language Editor Core Build 385

//editable entries
$lang["_faqs_search_resultpage_"]        = "Страница с резултати";
$lang["_faqs_search_resultpage_hint"]    = "Страницата показва 'Често задаваните въпроси' намерени посредством 'търсене'";
$lang["delete_faq_question"]             = "Наистина ли искате да изтрийте 'Често задавани въпроси' &quot;<b>%%element_name%%</b>&quot;?";
$lang["form_faqs_answer"]                 = "Отговор";
$lang["form_faqs_question"]               = "Въпрос";
$lang["kat_anzeigen"]                    = "Покажи категория";
$lang["kat_ausblenden"]                  = "Покажи/скрий категориите";
$lang["modul_titel"]                     = "Често Задавани Въпроси";
$lang["action_new_faq"]               = "Създай ЧЗВ";
$lang["quickhelp_edit_cat"]              = "В момента може само да дадете име на категорията.";
$lang["quickhelp_edit_faq"]              = "Можете да редактирате основна информация за често задавани въпроси, като е създавате или редактирате. Основната информация съдържа въпроси и отговори. Съдържанието на категориите може да бъде променено от тук.";
$lang["quickhelp_list"]                  = "Всички Често Задавани Въпроси и категории са в списъка тук.<br />Първата част съдържа категориите, втората - Често Задавани Въпроси.<br /><br />За да видите всички Често Задавани Въпроси към определена категория щракнете върху <b>".$lang["kat_anzeigen"]."</b>.";
$lang["quickhelp_new_cat"]               = "В момента може само да дадете име на категорията.";
$lang["quickhelp_new_faq"]               = "Можете да редактирате основна информация за често задавани въпроси, като е създавате или редактирате. Основната информация съдържа въпроси и отговори. Съдържанието на категориите може да бъде променено от тук.";
