<?php
/*"******************************************************************************************************
*   (c) 2004-2006 by MulchProductions, www.mulchprod.de                                                 *
*   (c) 2007-2016 by Kajona, www.kajona.de                                                              *
*       Published under the GNU LGPL v2.1, see /system/licence_lgpl.txt                                 *
*-------------------------------------------------------------------------------------------------------*
*	$Id$					    *
********************************************************************************************************/
//Edited with Kajona Language Editor GUI, see www.kajona.de and www.mulchprod.de for more information
//Kajona Language Editor Core Build 385

//editable entries
$lang["_faqs_search_resultpage_"]        = "Страница результатов";
$lang["_faqs_search_resultpage_hint"]    = "Эта страница отображает самые частозадаваемые вопросы, которые могут быть найдены при поиске.";
$lang["delete_faq_question"]             = "Вы действительно хотите удалить часто задаваемый вопрос &quot;<b>%%element_name%%</b>&quot;?";
$lang["form_faqs_answer"]                 = "Ответ";
$lang["form_faqs_question"]               = "Вопрос";
$lang["kat_anzeigen"]                    = "Показать категорию";
$lang["kat_ausblenden"]                  = "Показать / спрятать категории";
$lang["modul_titel"]                     = "ЧАВО";
$lang["action_new_faq"]               = "Создать часто задаваемый вопрос";
$lang["quickhelp_edit_cat"]              = "В настоящий момент Вы можете определить только имя категории.";
$lang["quickhelp_edit_faq"]              = "Вы можете изменить основную информацию о часто задаваемых вопросах. Она содержит вопрос и ответ, а так же принадлежность к категориям.";
$lang["quickhelp_list"]                  = "Все часто задаваемые вопросы и категории отображены здесь. <br />Первая часто содержить категоии, вторая - часто задаваемые вопросы.<br />Чтобы увидеть все часто задаваемые вопросы для какой-то категории, Вы можете ее выбрать при нажатии на '".$lang["kat_anzeigen"]."'.";
$lang["quickhelp_new_cat"]               = "В настоящий момент Вы можете определить только имя категории.";
$lang["quickhelp_new_faq"]               = "Вы можете изменить основную информацию о часто задаваемых вопросах. Она содержит вопрос и ответ, а так же принадлежность к категориям.";
